[
  {
    "name": "Introduction",
    "steps": [
      "Welcome to Unciv!\nBecause this is a complex game, there are basic tasks to help familiarize you with the game.\nThese are completely optional, and you're welcome to explore the game on your own!"
    ],
    "uniques": ["Will not be displayed in Civilopedia"]
  },
  {
    "name": "New Game",
    "civilopediaText": [
      {"text": "Welcome to Unciv!"},
      {},
      {"text": "Because this is a complex game, there are some tutorials to help familiarize you with it. These can be disabled in the Options -> Display menu, but please hang on if you're new here!"},
      {"separator": true},
      {"text": "Your first mission is to found your capital city. This is actually an important task because your capital city will probably be your most prosperous. Many game bonuses apply only to your capital city, and it will be the center of your empire."},
      {},
      {"text": "How do you know a city location is appropriate? Luckily, the game has already chosen a good location for you. You can settle in this place, or maybe move a turn to found on a Hill (for Production and defence) or next to a Mountain (to gain access to the Observatory building later on)."},
      {},
      {"text": "You'll likely want more cities later on. For these cities, you must go and find a good place. Looking for and founding on or near Luxury resources is a good rule of thumb."},
      {},
      {"text": "Luxury resources are tiles that have things like Gems, Cotton, or Silk (indicated by a yellow background of the resource icon). These resources make your civilization happy. You should also keep an eye out for resources needed to build units, such as Iron. Cities cannot be built within 3 tiles of existing cities, which is another thing to keep in mind!"},
      {},
      {"text": "Cities will house Citizens, which can work tiles up to 3 tiles away from the city. This means you don’t have to settle cities right on or next to good tiles. Let’s say, for example, that you want access to some Iron – but the resource is in a desert area. You don’t have to settle your city in the desert. You can settle a few tiles away in more prosperous lands. Your city will grow and eventually gain access to the resource. You only need to settle right on top of resources if you need them immediately."},
      {},
      {"text": "The first thing coming out of your city depends on the strategy you want to follow, but the 'classic' build order is to build first two Scouts, then a Shrine, and three Settlers, and adopt Tradition, to explore the map quickly (Scouts ignore terrain cost), and to get an early Pantheon (if you're playing with religion enabled)."},
      {"text": "But feel free to experiment with your own build orders!", "color": "#fa0"}
    ]
  },
  {
    "name": "Slow Start",
    "steps": [
      "In your first couple of turns, you will have very little options, but as your civilization grows, so do the number of things requiring your attention."
    ],
    "uniques": ["Will not be displayed in Civilopedia"]
  },
  {
    "name": "Culture and Policies",
    "steps": [
      "Each turn, the culture you gain from all your cities is added to your Civilization's culture.\nWhen you have enough culture, you may pick a Social Policy, each one giving you a certain bonus.",
      "The policies are organized into branches, with each branch providing a bonus ability when all policies in the branch have been adopted.",
      "With each policy adopted, and with each city built,\n  the cost of adopting another policy rises - so choose wisely!"
    ]
  },
  {
    "name": "City Expansion",
    "steps": [
      "Once a city has gathered enough Culture, it will expand into a neighboring tile.\nYou have no control over the tile it will expand into, but tiles with resources and higher yields are prioritized.",
      "Each additional tile will require more culture, but generally your first cities will eventually expand to a wide tile range.",
      "Although your city will keep expanding forever, your citizens can only work 3 tiles away from city center.\nThis should be taken into account when placing new cities."
    ]
  },
  {
    "name": "Food",
    "civilopediaText": [
      {"text": "Food is the resource fundamental to your Cities', and as a result Nation's, population and health."},
      {"text": "Every Citizen in each City consumes Food per turn. Any left over is considered Growth and is stored in the City Center. Once enough accumulates, the City Grows and a new Citizen is added."},
      {"text": "Initially your main source of Food is the City Center itself and working a surrounding tile with a Citizen. You can increase how much is generated by gaining more Citizens to work more tiles, improving the tiles so that they yield more Food, and eventually Buildings and Policies."},
      {"text": "Since a city's number of Citizens, or Population, determines how many tiles a City can work, Food is often the most important Resource."}
    ]
  },
  {
    "name": "Production",
    "civilopediaText": [
      {"text": "Production is the resource that lets a City Center build new things."},
      {"text": "This can be new Buildings that are added to the City Center, or new Units that can go out across the World Map to advance your Nation's goals."},
      {"text": "Everything you can build has a Production Cost. Every turn each City generates a certain amount of Production and puts it towards whatever is at the top of the Build Queue. Once the total cost is collected, the Building or Unit is built!"},
      {"text": "Any excess Production after something is built is overflowed to the next thing the City builds. Up to it's total Production Cost."},
      {"text": "Since this determines how quickly you can build more stuff, your Nation's Production Capacity is crucial to it's advancement and survival."}
    ]
  },
  {
    "name": "Science",
    "civilopediaText": [
      {"text": "⍾Science is the resource that unlocks new and exciting Technologies for your Nation."},
      {"text": "Once you've Founded your Capital, you'll be prompted to Pick a Technology to Research."},
      {"text": "Every Technology costs an amount of ⍾Science. Every turn the ⍾Science your Nation produces is paid towards Researching your chosen Technology."},
      {"text": "Once a Technology has it's cost fully paid, you unlock the benefits for your Nation! This could be new Units, Buildings, or other advantages. Any surplus will overflow into the next Technology you pick to Research."},
      {"text": "Researching a Technology in the next Era will advance you into that Era and trigger a notification to other Nations about how amazing you are!"},
      {"text": "Since new Technologies tend to give access to better Units, Buildings, and even unlock powerful new Policies, staying ahead of the competition is one of the best ways to secure your Victory!"}
    ]
  },
  {
    "name": "Naianas Civilization",
    "civilopediaText": [
      {"text": "The Naianas are a spiritual and jungle-adapted civilization, inspired by ancient Mesoamerican cultures."},
      {"text": "Their favored religion is Naianism, which grants powerful bonuses through faith, culture, and jungle synergy."},
      {"text": "Their unique unit, the Phasers, are advanced ranged warriors that combine mysticism and technology."},
      {"text": "Naianas also benefit from unique buildings like the Sukuia Pyramid and Kuiatonus, which boost happiness, culture, and food retention."},
      {"text": "Their specialists, such as the Naian Oracle, Herbalist, and Visionary, reflect their deep connection to nature, knowledge, and the divine."},
      {"text": "Play the Naianas if you enjoy a rich cultural and religious playstyle with strong jungle advantages and unique units."}
    ]
  }
]
